Repository: vincent-ledu/arrosage
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Settings saved successfully.
fr: Paramètres sauvés avec succès.

source: Duration parameter is required
fr: Paramètre durée requis

source: Value must be between 0 and 300
fr: Valeur entre 0 et 300

source: Not enough water to start watering.
fr: Pas assez d'eau pour arroser

source: Temperature is too low to water.
fr: Température trop basse pour arroser.

source: Watering is disabled for the current month.
fr: Arrosage désactivé pour le mois en cours.

source: Clear sky
fr: Ciel clair

source: Mainly clear
fr: Peu nuageux

source: Partly cloudy
fr: Partiellement nuageux

source: Overcast
fr: Couvert

source: Fog
fr: Brouillard

source: Freezing fog (rime)
fr: Brouillard givrant (givre)

source: Drizzle: light
fr: Bruine : faible

source: Drizzle: moderate
fr: Bruine : modérée

source: Drizzle: dense/heavy
fr: Bruine : dense/forte

source: Freezing drizzle: light
fr: Bruine verglaçante : faible

source: Freezing drizzle: dense/heavy
fr: Bruine verglaçante : dense/forte

source: Rain: light
fr: Pluie : faible

source: Rain: moderate
fr: Pluie : modérée

source: Rain: heavy
fr: Pluie : forte

source: Freezing rain: light
fr: Pluie verglaçante : faible

source: Freezing rain: heavy
fr: Pluie verglaçante : forte

source: Snowfall: light
fr: Neige : faible

source: Snowfall: moderate
fr: Neige : modérée

source: Snowfall: heavy
fr: Neige : forte

source: Snow grains
fr: Neige roulée

source: Rain showers: light
fr: Averses de pluie : faibles

source: Rain showers: moderate
fr: Averses de pluie : modérées

source: Rain showers: violent
fr: Averses de pluie : violentes

source: Snow showers: light
fr: Averses de neige : faibles

source: Snow showers: heavy
fr: Averses de neige : fortes

source: Thunderstorm
fr: Orage

source: Thunderstorm with hail (slight/moderate)
fr: Orage avec grêle (faible/modéré)

source: Thunderstorm with heavy hail
fr: Orage avec forte grêle

source: Unknown weather code
fr: Code météo inconnu

source: Watering
fr: Arrosage

source: History
fr: Historique

source: Settings
fr: Paramètres

source: Display last:
fr: Période

source: days
fr: jours

source: Today
fr: Aujourd'hui

source: Precipitations
fr: Précipitations

source: Period
fr: Période

source: Auto watering
fr: Arrosage automatique

source: Stop watering
fr: Arrêter l’arrosage

source: Error: Unable to retrieve water level
fr: Erreur : impossible de récupérer le niveau d’eau

source: Watering in progress
fr: Arrosage en cours

source: Watering completed
fr: Arrosage terminé

source: Watering canceled
fr: Arrosage annulé

source: Started at:
fr: Démarré à :

source: Time remaining
fr: Temps restant

source: Pump pin:
fr: Broche de la pompe :

source: Valve pin:
fr: Broche de la vanne :

source: Water level pins:
fr: Broches des niveaux d’eau :

source: level
fr: niveau

source: Coordinates
fr: Coordonnées

source: Watering enabled months:
fr: Arrosage activé :

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
fr: Jan Fev Mar Avr Mai Jun Jui Aoû Sep Oct Nov Dec

source: Watering duration:
fr: Durée d’arrosage :

source: Threshold
fr: Seuil

source: Morning
fr: Matin

source: Evening
fr: Soir

source: Save
fr: Enregistrer
